Repository: kvdz/EPOS-kassa
Catalog: po/*.po
Languages: ckb

source: Add New Calendar…
ckb: زیاد کردنی ڕۆژمێری نوێ ....

source: Remove
ckb: سڕکیینەوە

source: Edit…
ckb: دەستکاری...

source: Undo
ckb: گەڕانەوە

source: Calendar "%s" removed.
ckb: ڕۆژمێری "%S" سڕاوەتەوە.

source: Cancel
ckb: هەڵوەشاندنەوە

source: Create
ckb: دروستکردن

source: Name:
ckb: ناو:

source: Calendar Name
ckb: ناوی ڕۆژمێر

source: Type:
ckb: جۆر :

source: Color:
ckb: ڕەنگ:

source: Mark as default calendar
ckb: دیاری کردن بۆ ڕۆژمێری فەرمی

source: Create Calendar
ckb: دروستکردنی ڕۆژمێر

source: Save
ckb: پاشکەوت

source: Hide Week Numbers
ckb: شاردنەوەی ژمارەی هەفتە

source: Show Week Numbers
ckb: نیشاندانی ژمارەی هەفتە

source: %u more…
ckb: %u زۆرتر ...

source: Export Calendar...
ckb: هەناردن لە ڕۆژمێر

source: Participants:
ckb: بەسداریکەرەکان

source: No Participants
ckb: بێ بەشداریکەر

source: Invite
ckb: بانگهێشت

source: Accepted
ckb: پەسەند کرا

source: Declined
ckb: رەت کرا

source: Reminders:
ckb: بیرخەرەوەکان:

source: No Reminders
ckb: بێ بیرخستنەوە

source: Add Reminder
ckb: زیادکردنی بیرخەر

source: 0 minutes
ckb: ۰ خولەک

source: 1 minutes
ckb: ۱ خولەک

source: 5 minutes
ckb: ۵ خولەک

source: 10 minutes
ckb: ۱۰ خولەک

source: 15 minutes
ckb: ۱۵ خولەک

source: 20 minutes
ckb: ۲۰ خولەک

source: 25 minutes
ckb: ۲۵ خولەک

source: 30 minutes
ckb: ۳۰ خولەک

source: 45 minutes
ckb: ۴۵ خولەک

source: 1 hour
ckb: ۱ کاتژمێر

source: 2 hours
ckb: ۲ کاتژمێڕ

source: 3 hours
ckb: ۳ کاتژمێر

source: 12 hours
ckb: ۱۲ کاتژمێر

source: 24 hours
ckb: ۲۴ کاتژمێر

source: 2 days
ckb: ۲ ڕۆژ

source: 1 week
ckb: ۱ هەفتە

source: Notification
ckb: ئاگاداری

source: Email
ckb: ئیمەیل

source: Repeat:
ckb: :دووپاتکردنەوە

source: Daily
ckb: ڕۆژانە

source: Weekly
ckb: هەفتانە

source: Monthly
ckb: مانگانە

source: Yearly
ckb: ساڵانە

source: Every:
ckb: هەر:

source: Ends:
ckb: کۆتایی :

source: Never
ckb: هەرگیز

source: Until
ckb: تا

source: After
ckb: دوای ئەو

source: The same day every month
ckb: ڕۆژی هاوتا لە مانگ

source: Exceptions:
ckb: جیاکاریەکان:

source: No Exceptions
ckb: بێ جیاکاری

source: Add Exception
ckb: زیادکردنی جیاکاری

source: Every last Sunday
ckb: هەر دوایین یەکشەممە

source: Every last Monday
ckb: هەر دوایین دوشەممە

source: Every last Tuesday
ckb: هەر دوایین سێ شەممە

source: Every last Wednesday
ckb: هەر دوایین چوارشەممە

source: Every last Thursday
ckb: هەر دوایین پێنج شەممە

source: Every last Friday
ckb: هەر دوایین هەینی

source: Every last Saturday
ckb: هەر دوایین شەممە

source: Every first Sunday
ckb: هەر یەکەم یەکشەممە

source: Every first Monday
ckb: هەر یەکەم دووشەممە

source: Every first Tuesday
ckb: هەر یەکەم سێ شەممە

source: Every first Wednesday
ckb: هەر یەکەم چوارشەممە

source: Every first Thursday
ckb: هەر یەکەم پێنج شەممە

source: Every first Friday
ckb: هەر یەکەم هەینی

source: Every first Saturday
ckb: هەر یەکەم شەممە

source: Every second Sunday
ckb: هەر دوهەم یەکشەممە

source: Every second Monday
ckb: هەر دوهەم دوشەممە

source: Every second Tuesday
ckb: هەر دووهەم سێ شەممە

source: Every second Wednesday
ckb: هەر دوهەم چوارسەممە

source: Every second Thursday
ckb: هەر دووهەم پێنج شەممە

source: Every second Friday
ckb: هەر دووهەم هەینی

source: Every second Saturday
ckb: هەر دووهەم شەممە

source: Every third Sunday
ckb: هەر سێهەم یەکشەممە

source: Every third Monday
ckb: هەر سێهەم دووشەممە

source: Every third Tuesday
ckb: هەر سێهەم سی شەممە

source: Every third Wednesday
ckb: هەر سێهەم چوارشەممە

source: Every third Thursday
ckb: هەر سێهەم پێنج شەممە

source: Every third Friday
ckb: هەر سێهەم هینی

source: Every third Saturday
ckb: هەر سێهەم شەممە

source: Every fourth Sunday
ckb: هەر چوارەم یەکشەممە

source: Every fourth Monday
ckb: هەر چوارەم دوشەممە

source: Every fourth Tuesday
ckb: هەر چوارەم سێ شەممە

source: Every fourth Wednesday
ckb: هەر چوارەم چوارسەممە

source: Every fourth Thursday
ckb: هەر چوارەم پێنج سەممە

source: Every fourth Friday
ckb: هەر چوارەمین هەینی

source: Every fourth Saturday
ckb: هەر چوارەم شەممە

source: Every fifth Sunday
ckb: هەر پینجەمین یەکشەممە

source: Every fifth Monday
ckb: هەر پێنجەمین دوشەممە

source: Every fifth Tuesday
ckb: هەر پێنجەمین سێ شەممە

source: Every fifth Wednesday
ckb: هەر پێنجەمین چوارشەممە

source: Every fifth Thursday
ckb: هەر پێنجەمین پێنجشەممە

source: Every fifth Friday
ckb: هەر پێنجەمین هەینی

source: Every fifth Saturday
ckb: هەر پێنجەمین شەممە

source: Mon
ckb: دوشەممە

source: Tue
ckb: سێ شەممە

source: Wed
ckb: چوارشەممە

source: Thu
ckb: پێنج شەممە

source: Fri
ckb: هەینی

source: Sat
ckb: شەممە

source: Sun
ckb: یەک شەممە

source: Add Event
ckb: زیادکردنی ڕووداو

source: Edit Event
ckb: دەستکاری رووداو

source: General Informations
ckb: زانیاری گشتی

source: Location
ckb: شوێن (جێگا)

source: Guests
ckb: میوانەکان

source: Reminders
ckb: بیرخەرەوەکان

source: Delete Event
ckb: سڕینەوەی ڕووداو

source: Create Event
ckb: دروستکردنی ڕووداو

source: Save Changes
ckb: پاشکەوتی گۆڕانکاری

source: Location:
ckb: شوێن:

source: John Smith OR Example St.
ckb: قەزوان یا ڕەستەی هاوتا

source: From:
ckb: لە:

source: All day:
ckb: هەموو ڕۆژ :

source: To:
ckb: تا:

source: Title:
ckb: بابەت:

source: Name of Event
ckb: ناوی ڕوداو

source: Calendar:
ckb: ڕۆژمێر:

source: Comments:
ckb: بۆچوون:

source: Your upcoming events will be displayed here when you select a date with events.
ckb: لە کاتی هەلبژاردنی ڕۆژی هەبونی ڕووداو، ڕوداوەکانی ئەو ڕۆژە لێرە نیشان دەدرێت.

source: During the day
ckb: لە مەودای ڕۆژ

source: All day
ckb: هەموو ڕۆژ

source: Import events from "%s" into the following calendar:
ckb: وارد نمودن رویداد ها از "%s" به تقویم پیش رو:

source: Import events from %d file into the following calendar:
ckb: هێنانی ڕووداوەکان لە بوخچە %d بۆ ئەم ڕۆژمێرە:

source: Import
ckb: هاوردە

source: Create a new event
ckb: دروستکردنی روداوێک

source: Go to today's date
ckb: ڕۆیستن بۆ ڕیکەوتی ئەمڕۆ

source: Manage Calendars
ckb: بەڕێوەبردنی ڕۆژمێرەکان

source: Search Events
ckb: گەڕان لە ڕوداوەکان

source: Export or Share the default Calendar
ckb: هەناردەو هاوبەسکردنی ڕۆژمێری پێشگریمان

source: Calendar
ckb: ڕۆژمێر

source: translator-credits
ckb: Launchpad Contributions: Jaap Broekhuizen https://launchpad.net/~jaapz-b qezwan https://launchpad.net/~qezwan

source: View and schedule events
ckb: دیتن و بەکات کردنی ڕووداوەکان

source: About Maya
ckb: دەربارەی مایا

source: About Calendar
ckb: دەربارەی ڕۆژژمێر

source: Google
ckb: گوگڵ

source: URL:
ckb: ناونیشان ماڵپەڕ :

source: Use a secure connection
ckb: سوود وەرگرتن لە پەیوەندی پارێزراو

source: Server handles meeting invitations
ckb: رێزبەندی بانگهێستەکانی بینەرانی سێرڤێر

source: On this computer
ckb: لە سەر ئەم کۆمپیوترە

source: User:
ckb: بەکارهێنەر:

source: user.name
ckb: ناوی.بەکارهێنەر

source: Email:
ckb: ئیمەیل:

source: Keep a copy locally
ckb: پاسکەوتی وسانی خۆماڵی
